{"podcast_details": {"podcast_title": "Revisionist History", "episode_title": "Doctors, Guns, and Money", "episode_image": "https://www.omnycontent.com/d/playlist/e73c998e-6e60-432f-8610-ae210140c5b1/0e563f45-9d14-4ce8-8ef0-ae32006cd7e7/0d4cc74d-fff7-4b89-8818-ae32006cd7f0/image.jpg?t=1643956582&size=Large", "episode_transcript": " This season on Revisionist History, we're going to the heart of America's gun violence crisis. Six episodes. Some weird, some whimsical, some heartbreaking, some angry. Because so much of what Americans tend to believe about guns and assault rifles and mass shootings is actually wrong. We talk about TV Westerns, about a crime in a little town in rural Alabama, about the nuttiness of the Supreme Court, about the assassination of Robert Kennedy. The series will air weekly starting Thursday, August 31st, but you can binge listen to all six episodes early and ad-free by subscribing to Pushkin Plus on Apple Podcasts or by visiting our website pushkin.fm slash plus. Today we're sharing a short clip from the series. It takes us to the world of trauma surgery, which is actually why I started on this deep dive in the first place. We hear a lot about the gun crisis from law enforcement, activists and politicians, but not so much from the people who are quite literally treating its victims. That's who I wanted to talk to. Doctors, specifically trauma surgeons, to try and get a sense of their view of the violence. In this clip, I'm talking to a surgeon named Dr. Babak Sarani on the subject of time. The number of homicides in any community is a combination of two completely unrelated variables. The number of people victimized by acts of violence minus how good a job the medical system does at saving the lives of those victims. And a lot of times what a murder rate really tells you is how good your doctors are and not how safe your streets are. But there's a twist on that observation, a really important twist, which the people who treat gunshots for a living have known about for a long time. So I'm assuming over the course of your career, you have treated innumerable gunshot wounds. Unfortunately true. This is Dr. Babak Sarani. He's a trauma surgeon at George Washington University Hospital in Washington, D.C. If you get seriously injured by a bullet, you get taken to a trauma center, more specifically a level one trauma center, which is a self-contained 24 hour facility equipped with everything necessary to treat traumatic injury. General surgeons, orthopedic surgeons, neurosurgeons, plastic surgeons, anesthesiologists, ER docs, neurologists, nurses with the right qualifications, on and on. Level one trauma centers cost hundreds of millions of dollars to build and operate. They're relatively rare. D.C. has 13 hospitals, but only four level ones. One of those is at George Washington. Sarani is the chief trauma surgeon there. Do you know how many, roughly speaking? Oh my goodness. I would think probably by now the number of gunshot victims I've seen personally. I've been in practice since 2005. I would venture Mr. Gladwell 500 plus. Wow. Yeah. And you weren't even there during D.C.'s darkest years. Correct. Yeah. Correct. I wanted to talk to Sarani about time because trauma surgeons are obsessed with time. There's a phrase common in their world, the golden hour. If you get shot, they really want to have you on the operating table as soon as possible. That's why we pull over for ambulances. Talk a little bit about time. You said EMS tends to get there within 10 minutes and you tend to get to the trauma center between 20 and 45. What's the difference between 20 and 45? What happens in that extra period of time that would diminish someone's chances of survival? Yeah. I think it depends on where the injury is. If you've been injured in the abdomen and it hits your intestine, honestly nothing will happen between 20 and 45 minutes. That's plenty of time. But if you're bleeding, specifically speaking, if you're bleeding, then every minute that goes by, the value of that is plutonium. Like for example, if you take a bullet to your liver. The liver is a maze of blood vessels. Making the liver of all things stop bleeding is exceedingly difficult. Kidney, I can take it out. You have two kidneys. Spleen, I can take it out. You don't need a spleen. I cannot take out your liver. You need a liver to live. And so I'm obligated to try to repair it while it just continues to bleed. When we spoke, Sarani had just treated someone who had taken a rifle shot to the liver. The reason he's alive, and we'll take some credit at George Washington, but honestly one of the big reasons he's alive is the paramedics. They completely scooped and ran with this guy. I think their entire scene time was like 10 or 12 minutes. And they just high tailed it to the trauma center. When he showed up on our doorstep, you figure by now it's been 20, 25 minutes at the most from the moment of wounding to arrival to the trauma center. He was probably five to 10 minutes away from dying. He was at the extreme end stages of shock. Or what about a bullet to the lungs? A paramedic can actually treat a gunshot wound to the lung. They can temporize that person very nicely. So do that. How do you temporize someone who's had a gunshot wound to the lung? So when you have a gunshot to the lung, assuming it has not hit a blood vessel, assuming you're not bleeding, all you have is a gunshot to the lung, which is, believe it or not, really, really common. The problem is you have air leaking from your lung and that air is accumulating inside the chest. As that air collects more and more inside the chest as it's leaking out of the lung, it'll create a lot of pressure in the chest and it'll cause, it'll alter the blood flow to your body. So the paramedic can simply put a needle inside your chest, believe it or not, just like literally insert a needle through your skin into your chest and it's like popping a balloon. It'll allow that air that's accumulating to decompress and that's all you have to do. That will buy the person then tens of minutes, if not more, to get to the trauma center to allow us to then fix the issue at hand. But that's a paramedic skill. Absent that intervention, that would be a fatal event. Correct. Just to linger on this time question for a moment. So if I have a gunshot wound to the chest and I have exactly happening to me what you just described, how much time do I have without an EMS's intervention? Half an hour? Yeah, probably about half an hour or so. I mean, plus minus, but yes, I would think so. So let's think through the logic of this. A city or country's homicide rate is heavily dependent on how good its medical system is at treating gunshot wounds. And what determines how good a medical system is at treating gunshot wounds? At least in part, it's how quickly a gunshot victim can get to a level one trauma center. Okay, second question. And in this case, let's use Chicago as our example. Classic big American city. Chicago absolutely confirms the theory that proximity to a trauma center matters. According to a big study done a couple years ago by the epidemiologist Marie Crandall, if you live more than five miles from a level one trauma center in Chicago, you had a 35% higher chance of dying from your wounds than if you were shot less than five miles from a level one. So here's the second question. What determines how quickly you get to a trauma center in Chicago? Is it a random fact? Like whether there's an ambulance nearby when you get shot, or how bad the traffic is that day on the way to the hospital? Or is there a pattern to who lives within five miles of a level one and who doesn't? A physician at the University of Chicago named Elizabeth Tong set out to answer that question a few years ago. What do you find in Chicago? And so we found that black majority census tracts were disproportionately in these trauma deserts. A trauma desert, by the way, is what ER docs call places that are a long way from a level one. That racial disparity was essentially very large, approximately a seven-fold increase on the South Side in black communities. Wait, so explain the seven-fold. The racial disparity between what and what is seven-fold higher? The racial disparity between black majority census tracts and white majority census tracts. Is 7X. Seven-fold. Seven-fold. Wow. For a period of 30 years, between 1991 and 2018, the South Side of Chicago didn't even have a level one trauma center. So if you got shot on the South Side, and by the way, the South Side is the area of Chicago where you're most likely to get shot, the ambulance had to take you all the way across the city, uptown to Northwestern or Cook County or west to Advocate Christ Medical Center, miles away. Now, why did the South Side go so long without a trauma center? Because it makes no sense for any hospital to open one on the South Side. Treating gunshot wounds, serious ones, is incredibly expensive. And the typical gunshot victim in Chicago is a young black man from a poor neighborhood. And young black men living in poor neighborhoods in Chicago typically don't have health insurance. Further on Medicaid, which reimburses at a fraction of what private insurance does. The euphemism used in the healthcare world is payer mix, which refers to how many of your patients come to you blessed with private coverage. Opening a trauma center in a bad neighborhood messes with your payer mix, deeply. Which is a paradox, right? The point of a trauma center is to be closest to the places where people are getting shot. But if you put your trauma center close to the places where people get shot, your payer mix will go to hell in a handbasket. And you won't be able to afford to run your trauma center. So you put your trauma center as far away as possible from the people who most need your trauma center. As I said at the very beginning of this series, the way America deals with gun violence is bonkers."}, "podcast_summary": "This transcript highlights key points and insights from an episode of the podcast \"Revisionist History\" that focuses on America's gun violence crisis. The host, Malcolm Gladwell, speaks to trauma surgeon Dr. Babak Sarani to gain insight into the impact of time on treating gunshot victims. They discuss the importance of getting gunshot victims to a level one trauma center quickly, as every minute that goes by affects the chances of survival. The availability and proximity of trauma centers play a significant role in determining a city or country's homicide rate, as the effectiveness of the medical system in treating gunshot wounds is a factor. Proximity to a level one trauma center in Chicago, for example, has been shown to affect the survival rate of gunshot victims. There is a racial disparity in access to trauma centers, with black majority census tracts in Chicago experiencing a seven-fold increase in trauma deserts. The South Side of Chicago, where gun violence is more prevalent, went without a level one trauma center for 30 years due to financial considerations. The paradox exists that trauma centers need to be close to areas where people are getting shot, but financial constraints often lead to trauma centers being located far away from those who need them most. This highlights the problematic and nonsensical approach America takes in addressing gun violence.", "podcast_guest": "Dr. Babak Sarani", "podcast_highlights": "- Trauma surgeons play a crucial role in treating victims of gun violence and saving lives.\n- The number of homicides in a community is influenced by both the number of victims and how well the medical system can save those victims.\n- Time is a critical factor in treating gunshot wounds, and trauma surgeons are obsessed with getting patients on the operating table as soon as possible.\n- Proximity to a level one trauma center greatly impacts a gunshot victim's chances of survival.\n- In Chicago, there is a significant racial disparity in access to trauma centers, with black communities being disproportionately located in trauma deserts.\n- The South Side of Chicago went without a level one trauma center for 30 years, resulting in longer ambulance rides for shooting victims.\n- Opening a trauma center in a high-risk neighborhood can negatively impact a hospital's finances due to the lack of private insurance coverage.\n- The current system of dealing with gun violence in America is flawed and counterintuitive."}