{"podcast_details": {"podcast_title": "History Daily", "episode_title": "Saturday Matinee: Her Half of History", "episode_image": "https://content.production.cdn.art19.com/images/c3/8e/32/08/c38e3208-da26-4008-9afa-2f441c081c75/426a0802b360a9dda32a7b3dd85e611370ccafef1e5495943ee5074e8cda7a4a07a4a617f5aa95da9fafa13f5a4db818df1021f33de15796c6ed51db68eb21e7.jpeg", "episode_transcript": " There are more ways than ever to listen to History Daily ad-free. Listen with Wondery Plus in the Wondery app, or you can get all of History Daily, plus other fantastic history podcasts at intohistory.com. It's been hot here in Texas, and some days the statewide whine of air conditioners grows loud enough to herald the straining of the electrical grid. And when that happens, as demand grows too close to capacity, I get a notice that we all need to conserve. Of course, because I'm a considerate citizen, I oblige. No one wants the power to fail when it's 108 degrees outside. Also, how would I record this episode without electricity? So the thermostat goes up a few degrees, and we postpone the use of any major appliances, like the washing machine. Ah, the washing machine. I don't really give it that much thought. It's a big metal box that sits in our house, most of the time doing nothing. Then when we do use it, it does a pretty mundane task. It cleans our clothes. No one likes a stain on their shirt, so clean clothes are nice. But getting them clean wasn't always this easy. It turns out there is a whole vivid and interesting history of laundry, which for most of human civilization was considered women's work. So for this topic, we turn to the fantastic podcast, Her Half of History, because women as a rule haven't made it into the history books. Yet it turns out they've been doing things the whole time. I know. And host Lori Davis has a delightful way of bringing this to our attention. The episode you're about to hear traces the history of laundry, from the days when a rinse in the stream was all you could do, to Romans pounding it with their feet, to Victorian women hauling and boiling 400 pounds of water for it, until finally in the 20th century, when the automatic washer and dryer miraculously relieved some, but not all women from what one writer called the most trying department of housekeeping. I hope you enjoy. While you're listening, search for and follow Her Half of History, or just go to intohistory.com because Her Half of History is one of the many podcasts available there ad free. That's intohistory.com. History Daily is sponsored by Audible. Christopher Nolan's movie Oppenheimer has put the bomb back in the zeitgeist, so I've been reading up, or rather listening up, because the Audible app makes it easy to listen anytime, anywhere, while doing chores, exercising, driving, activities that aren't known for being reading friendly. And I'm just about finished listening to The General and the Genius, Groves and Oppenheimer, the unlikely partnership that built the atom bomb by James Konecka. And like all Audible members, I get one credit every month, good for anyone of the many classics, bestsellers, new releases, nonfiction and Audible originals, regardless of price to keep forever. New members can try Audible free for 30 days. Visit audible.com slash History Daily, or text historydaily to 500-500. History Daily is sponsored by the podcast Unpacking Israeli History. What comes to mind when I say Israel? Many of you will have thought conflict or politics or maybe even violence. Israel and its history are charged topics, but what are the facts? The podcast Unpacking Israeli History's newest fifth season promises to deliver an unprecedented exploration of untold or misunderstood stories to give you the perspective you need to understand the intricacies of present-day Israel. Tune in to uncover the truth behind contested territories, unravel the gripping tale of kidnapped Israeli soldiers, and shed light on the captivating history of the Yom Kippur War, 50 years after the harrowing battle that still haunts many Israelis today. Listen to Unpacking Israeli History on Apple Podcasts, Spotify, or wherever you get your podcasts. Welcome to Her Half of History. My name is Laurie. A lot of women's pop history focuses on biographies of incredible women, and that's great because there are so many incredible women. However, any woman for whom you can write a biography is not normal. The vast majority of women have lived and died without leaving more than a birth certificate or a marriage license to mark their passing, and maybe not even so much as that. So this episode is in honor of them, the ordinary women who were not queens or nobles or inventors or writers or professionals in anything except caring for their own families and homes as best they could. This is episode 7.1, Wash on Monday, a History of Your Laundry. The earliest women didn't do any laundry because they didn't wear any clothes, and by the time I'm done here you may well decide that that is, after all, the most sensible suggestion. But ancient peoples decided clothes were a good idea. The earliest attempts were vegetation and animal pelts. I doubt that either received much in the way of laundering. Eventually, humanity learned how to spin plant or animal fibers into thread and thread into fabric, and this was extremely time-consuming, so fabric had to be reusable. Laundry has been on the household chore list ever since. The most obvious way to wash clothes is to take it to your available river, lake, or other body of water and give it a good rinse. Even today, there are still parts of the world where women do their laundry in precisely that way. But water alone may not be enough, so you find yourself a good rock to pound it with, or maybe some sand to rub it with to dislodge all the dirt, and, I gotta say it, the vermin. Somewhere along the way, people discovered that rubbing with certain substances might save you some of that pounding and help the job along. If you live in the right part of the world and the season is right, there are some plants that make lather and act as a natural soap. So in Northern Europe, you'd use soapwort. In the American Southwest, yucca. In India, retha. In China, Chinese honey locust. But you might not be in the right place or season for that, and there are some other choices that are more readily available. The one mentioned most often is lye, and many sources leave it at that as if you know what that is, which I didn't. So in case you are similarly ignorant, lye is made by gathering up the wood ashes from your fire, mixing it with water, and filtering it, probably through gravel and sand. The water that comes out is lye. Why anyone ever thought, oh, I'll use ashes on my clothes and that will make them cleaner, I don't know. But it does actually work, because lye can dissolve grease and oil. As you can imagine, it is the prime ingredient for making soap all over the world, since anyone who had a wood fire had the necessary supplies. It's also caustic. When it's strong, it can cause chemical burns on your skin, but health and safety regulations weren't a thing, so never mind that. To make something we'd recognize as soap, you mix that lye water with animal fat. Yet another substance I wouldn't have thought of as a cleaner, but cultures all over the world were cleverer than me and they thought of it. The oldest soap that has been discovered is from Babylon in 2800 BCE and it is fats boiled with ashes. That's soap. I don't know whether the Babylonians were using that soap on their clothes or their skin or their dishes. We are now into the historical period, but detailed explanations of laundry are few. So there's little to say until we get to the Roman period. Wealth and urbanization bring two laundry problems, more clothes, and less likelihood that you live right next to a handy stream or river. The Romans were practical folks and they found a practical solution, commercial laundries. I'd hesitate to say that no housewife was slaving over her family's laundry, but some lucky women were sending it out for professional cleaning. We know this from a few references by classic writers and also because we can see the remains. A woman doing laundry in a stream leaves no trace, but we do have traces of Roman professional launderers or fullers as they were called. Fullers also felted wool, so there's sometimes some confusion about what they did, but at least some of them were washing clothes at least some of the time. They worked in buildings with a front desk for checking in and checking out, piped in water, and rectangular basins where they poured in the clothes, the water, and the chemicals. Then they began stomping around with bare feet like kids in a fountain. And were these chemicals our time-honored lye and animal fat? No. Or, okay, maybe they were some at the time. But the chemical most often mentioned in the sources for Roman laundries was from a source even more readily available than lye. And it was urine. Yes, urine. Maybe even aged urine. It turns out that urine contains ammonia, which is a cleaning agent. Said urine was collected on the streets. If you needed a leak, you found a urinal, where your liquid waste was collected and presto, laundry detergent. This was so widespread, the emperor of Aspasian even managed to tax the urine and raise money for the state. So think about that next time you grumble that the government taxes everything. In a few places, there is even piping that leads directly from the street urinal to the fuller's shop. These Romans thought of everything. Now what I wonder, and my sources don't make clear, is whether women used these taxable urinals or whether they were for men only like most street pissing is today. But whether Roman women supplied the detergent or not, there seems to be a general assumption that the workers stomping their feet in it were men. I fully approve of the concept of men doing laundry, but these were probably enslaved men, so that's not good. And if not slaves, they were very low class. The writers said that they were very low class. The writer Cicero made plenty of enemies, Cleopatra among them, and when some of the enemies wanted to tarnish his reputation, they spread a rumor that he was the son of a fuller. But all things come to an end, and Rome as a major power certainly did. Those commercial fulleries depended on precise urban planning and complex engineering to pipe in the water and urine and use it efficiently between treading stalls at slightly different heights and angles. Romans were good at that, other people less so. When engineering fails, there's always the old standby, the backbreaking labor of the poor and powerless. In medieval Europe, that meant women. This is when laundry became specifically women's work, and if I am saying less about other parts of the world, it is because I don't have sources. I would be very surprised if ancient China did not have some system in their urban centers, but I don't know what it was. If you do, please send me a source. Ditto for ancient India, Mexico, or anywhere. Even in those empires, however, I think we can assume that a large segment of the population had nothing but water, lye, and their own bodily waste to work with. Plus rocks or a stick. There's a very wide variety of washing bats that have been handed down through the ages, all serving the purpose of beating out the dirt. The washboard was a fairly recent invention in the history of laundry and seems to have been a mostly American phenomenon. Urine, by the way, was still used, but it was discreetly called chamber lye. In winter, doing the laundry would have been freezing. Literally. In summer, it was hot and buggy. Hard, heavy work, however you look at it. Not until after the Renaissance is there the first hint of a development and it comes in multiple forms. First, as wealth increases, you once again have more clothes, which means more laundry, and there was fancy stuff, like ruffs, meaning those ridiculous stiff white collars that make so many European portraits look like heads are being served on a platter. Achieving that look required starch, which you made by boiling the bran of various herbs, including the cuckoo pine flower, then letting it sit for three days, then straining it, then dipping clothes in, then polishing them with a slick stone. All sounds like a whole lot of work to achieve a ridiculous effect, but no one ever accused me of understanding fashion. The Renaissance also brought some other ideas. In the 1500s, an Italian inventor drew plans for a washing machine, and a variety of others popped up over the next couple of centuries, but don't imagine that these made women's lives easy. Most of them stayed firmly in the idea category, and even if the odd woman here or there had one in the flesh, they were hardly an electric miracle. They were basically a wooden tub with a hand crank for agitating the contents. Guess who still had to do the cranking, and the filling, and the draining? As urban centers grew, the more common solution in continental Europe, and particularly in France, was the lavoire. This was a public area, probably constructed near the water source, with publicly maintained and available basins. Some communities built roofs over the lavoire to try to ease the experience for women. Most women were still doing laundry by hand, and if they weren't, they were hiring other women to do it by hand. And this brings us to the 19th century, where finally, finally, we get good sources. Prior to this, virtually no one wrote about laundry, because why would they? Laundry was for lower-class people to do. In the 19th century, the stars aligned, and you've got books being printed so cheaply that many women could afford them, and they had grown up with enough spare time and attention that they knew how to read. At the same time, the separate spheres idea is preaching that the home is a woman's domain, and running it is a woman's profession. Therefore, your success, and self-worth, and social standing as a woman depend at least partially on you being really good at it. weeknights can get away from you, or maybe you just don't want to cook and clean. But none of that should stop you from eating well and responsibly, because Factor is also a sustainable choice. They offset 100% of their delivery emissions, use renewable energy, and feature sustainably sour seafood in their meals. Any day now, fresh, flavor-packed meals will be delivered to my door, ready in just two minutes, with no prep and no mess. They can come to you too. Head to factormeals.com slash historydaily50 and use code historydaily50 to get 50% off. That's code historydaily50 at factormeals.com slash historydaily50 to get 50% off. History Daily is sponsored by Mint Mobile. I just got home from a wonderful long vacation in Europe. It was great. We saw English castles, we hiked Scottish mountains, we ate Parisian pastries, and we paid a lot to do it. Because travel was already expensive, but now, from the gas pump to the grocery store, inflation is everywhere, including in Europe. So if you're reviewing your household budget, there's one company that's wanting to give you a much-needed break. Mint Mobile, the first company to sell premium wireless service online only, with plans starting at just $15 a month. This was perfect for getting a new line for my daughter. Resurrecting an old phone for her was easy, and getting texts from your fourth grader is priceless. To get your new wireless plan for just $15 a month and get the plan shipped to your door for free, go to mintmobile.com slash historydaily. That's mintmobile.com slash historydaily. Cut your wireless bill to $15 a month at mintmobile.com slash historydaily. Add all those factors together and what you get is a very large market for books on all the things your mother probably told you but you weren't listening. Or maybe you didn't have a mother. Or maybe she could afford more servants than you can. Or whatever. The point is, domestic guilt and insecurity are way older than Pinterest. In Britain, the domestic bible of choice was Mrs. Eliza Warren's How I Managed My House on 200 Pounds a Year. In America, we had Catherine Beecher, older sister to Harriet Beecher Stowe. While Harriet took on slavery with bestselling fiction, Catherine took on the woes of the housewife with several decades worth of bestselling non-fiction. She gives detailed instructions on what is involved in doing a family's laundry. For starters, Catherine assumes that you are not standing in a stream to do this. That's partly because in a stream you can't control the water temperature, but mostly because it wasn't an option. Urban women probably got their water from a shared pump. Frontier women likely from a well. On the other hand, some products were commercially available. By the mid-19th century, many American and European women could buy soap. But it came in a block. You had to shave off bits of it to get your suds. The better your soap, the less pounding you have to do. But at least Catherine does not recommend urine. Here is what she does recommend for laundry which she calls the most trying department of housekeeping. First, you must gather your materials, namely plenty of soft water, lye, soda, and borax. Two wash forms are needed, one for the two tubs in which to put the suds and the other for bluing and starching tubs. Four tubs of different sizes are necessary. Also a large wooden dipper, as metal is apt to rust. Two or three pails, a grooved wash board, a clothesline, seagrass or horsehair is best, a wash stick to move clothes when boiling, and a wooden fork to take them out. Soap dishes made to hook on the tubs save soap and time. Provide also a clothes bag in which to boil clothes, an indigo bag of double flannel, a starch strainer, of course linen, a bottle of ox gall for calicoes, a supply of starch, neither sour nor musty, several dozens of clothespins, which are cleft sticks used to fashion clothes on the line, a bottle of dissolved gum arabic, two clothes baskets, and a brass or copper kettle for boiling clothes as iron is apt to rust. There may be a few items in there that you do not keep in your laundry room. Borax is a mineral deposit found in many places where there are seasonal lakes, such as the American West. As the lakes evaporate, borax is left behind. Catherine would have purchased her borax. The indigo bag, or blueing, was in fact blue. Catherine would have purchased it too. It came in a little bag and was made from the plant indigo or the mineral cobalt, or after 1826, a synthetic. Its purpose was to counteract the natural yellowing of white clothes. Now I always thought that yellow plus blue equals green, but apparently it equals white. Then there's the beef skull. Catherine tells you how to get that. She says, send a junk bottle to the butcher and have several gall bladders emptied into it. Keep it salted and in a cool place. Some persons perfume it, but fresh air removes the unpleasant smell which it gives when used for clothes. Mm, lovely. The gum arabic was imported from West Africa. Once you've assembled this mountain of equipment, you are ready to begin, and here's what you do. Assort the clothes and put those most soiled in soak the night before. Never pour hot water on them as it sets the dirt. In assorting clothes, put the flannels in one lot, the colored clothes in another, the coarse white ones in a third, and the fine clothes in a fourth lot. Wash the fine clothes in one tub of suds. When clothes are very much soiled, a second suds is needful, turning them wrong side out. Put them in the boiling bag and boil them in strong suds for half an hour and not much more. Move them while boiling with the clothes stick. Take them out of the boiling bag and put them into a tub of water and rub the dirtiest places again if need be. Throw them into the rinsing water and then ring them out and put them into the blowing water. Put the articles to be stiffened into a clothes basket by themselves and just before hanging out, dip them in starch, clapping it in so as to have them equally stiff in all parts. Hang white clothes in the sun and colored ones, wrong side out, in the shade. Fasten them with clothes pins. Then wash the coarser white articles in the same manner. Then wash the colored clothes. These must not be soaked nor have lye or soda put in the water and they ought not to lie wet long before hanging out as it injures their colors. Beef skull, one spoonful to two pails full of suds, improves calicos. Lastly, wash the flannels and suds as hot as the hand can bear. Never rub on soap as this shrinks them in spots. Ring them out of the first suds and throw them into another tub of hot suds, turning them wrong side out. Then throw them into hot, bluing water. Do not put bluing into suds as it makes specks in the flannel. Never leave flannels long in water nor put them in cold or lukewarm water. Before hanging them out, shake and stretch them. Some housekeepers have a clothes closet made with slats across the top. On these slats, they put their flannels when ready to hang out and then burn brimstone under them for 10 minutes. Quite honestly, this sounded like hell even before we got to the brimstone. This process will take you all day. None of these chemicals are good for the skin. They had none of your tough-on-grease, soft-on-your-hands varieties. Everyone from the Romans on mentioned something about launderer's hands or feet being prone to chapping, redness, cracking, and infection. It was part of the job. You will use 50 gallons of water, which means 400 pounds, every ounce of which is carried by you. In Victorian times, Monday was reserved for this gargantuan task. That's because as terrible as the washing itself was, at least it was more or less under your control. The drying was in the hands of the weather gods. If you lived in the blessed dry heat of my original hometown, all well and good. But if you live in a place that believes in precipitation, heaven had better help you because not much else will. In theory, the clothes would be dry enough to iron by Tuesday. But maybe not. Maybe rain and high humidity exist solely to torment you. Harriet Beecher Stowe certainly thought so when she wrote in an English letter that, the clothes will not dry and no wet thing ever does. If you lived in a big household, you might invest in a mangle, which was not an instrument of torture, but two rollers that you cranked, again by hand. You fed each item of clothing between the rollers and it squeezed out more water than you could get out by hand. But even so, it might take days for the laundry to dry. That's why Laura Ingalls Wilder's maw was speaking of an aspiration when she gave her version of the little poem, Wash on Monday, Iron on Tuesday. Mend on Wednesday. Churn on Thursday. Clean on Friday. Bake on Saturday. Rest on Sunday. The clothes had to be clean and dry to wear your best on Sunday, see? And you never knew how long that was really going to take, so you'd best start on Monday. Another take on the same idea came from a slightly more emotional angle via Mother Goose. They that wash on Monday have all the week to dry. They that wash on Tuesday are not so much awry. They that wash on Wednesday are not so much to blame. They that wash on Thursday wash for shame. They that wash on Friday wash for need. And they that wash on Saturday, oh, Slovans are indeed. Thanks, Mother Goose. A liberal dose of guilt is just what a busy housewife needs, and I haven't even gotten started talking about the irony. Assuming the weather cooperates and your clothes dry overnight, are you done? No, of course you're not, because Tuesday we iron. In my house, the iron is an electronic gadget that sits on the top shelf in laundry and collects dust. But I have the benefit of synthetic wrinkle-resistant fabrics and tumble drying. If you've squeezed every drop you can out of your 100% cotton or whatever, ironing is not nearly so skippable. A well-equipped housewife had a set of three to six irons. You lit your fire or stove, placed a flat piece of sheet iron over it, put your irons on that to heat up. Meanwhile, you took your dry clothes and dampened them. Yes, the ones you just hoped and prayed would dry, you get them slightly wet. When the irons are hot, you try one out on a piece of spare cloth because if it's too hot, it will scorch your clothes. If it's not hot enough, it won't get the job done. Overall, ironing Tuesday was not as physically demanding as washing Monday, but in summer it would have been skin-meltingly hot, and burning yourself or a small child running amok nearby was all too likely. Overall, laundry really was the worst task. Studies have shown that when women had any discretionary income, this is exactly where they spent it, paying someone else to do the laundry. But other help was on the horizon. The 19th century saw thousands of patents for different washing machines, eight of which were actually available to American women by the end of the century. You generally had to feed it one item at a time, hand crank, and haul just as much water as before. The first electric machine for homes hit the market in 1914, so goodbye to cranking, but it still didn't fill or drain itself, and it definitely didn't spin dry. Even so, women cottoned onto this idea quickly. By 1921, 70% of all washing machines were electric, and by the end of the 20s, 44% of all American non-farm homes with electricity had one. After World War II, production exploded, and ads convinced American women to buy not their first washing machine, but an upgrade to their current one. The new instructions, according to the ads, were, put them in, set the dials, take them out, for the laundromat is automatic. It fills itself with water, washes, rinses, spins the clothes amazingly dry, and shuts itself off. American women were deeply impressed. According to historian Susan Strasser, the automatic washer did not actually reduce laundry time. It only restructured it, because American women did laundry all the time now, not just on Mondays. They owned more clothes, and they washed them more often, and they still had to hang everything dry. Dryers grew in functionality and popularity later than washers, but American women began purchasing them in large numbers in the late 40s and 50s. If you notice I keep harping on the word American, it is because the world was still chock full of women doing laundry in the more traditional manner. In 1958, only 3.2% of Japanese women had a washing machine. As late as the 1970s, an enormous number of rural women in China were still using lye as their only clothing detergent. Even today, there are places where washers and dryers are scarce. The Dobi Ghat in Mumbai is a famous open-air laundry, employing thousands of men to wash clothes by hand. There's even a Guinness World Record for most number of people to hand wash clothes in a single location at the same time. When I lived in Europe, I had a washer but not a dryer, which was not unusual there. There are still some even in the United States who do not live in a building or a community with electricity and running water, most notably on the reservations. Not all women are living the laundry dream. If you do own your own washer and dryer, then you are lucky beyond the wildest imagination of your foremothers. But every silver lining has a cloud, and believe it or not, there are a few downsides to relieving women of the worst of their tasks. Not so many that I'm heading back out to the creek with my washing bat, but a few. Monday morning at the stream, lavoire, well, or pump, used to be a social time for women, as everyone was there. Neighbors chatted as they hung their laundry in the backyard. The work was exhausting, but some women took pride in their skill. It took knowledge and experience to get your whites brilliant and your collars stiff. Nowadays, I get neither a social experience nor a thrill of accomplishment from doing my laundry. As we'll see throughout this series, the growth of technology was good for women in countless ways, but it also made the housework more isolated and less valued. For poor women, laundry had been a source of income. Large numbers of single women could get jobs either in the homes of the wealthy or, later on, in commercial laundries. Even larger numbers of married women made side money or, in some cases, entirely supported their families by taking laundry in. Hard work, yes, but you were still your own boss, and it dovetailed nicely with caring for your own home and family. The rise of home washing machines coincided with other job opportunities for single women, but for married women, not so much. So there were downsides to be sure, but none of that convinces me to break out a washboard. If laundry is on your to-do list today, I hope you enjoy it just a little bit more for knowing just how bad it could have been. My major source today was Susan Strasser's Never Done, a history of American housework. Thanks. Thanks for listening to History Daily. But did you know that you can listen ad-free in the Wondery or Amazon Music app, or for even more history content, including the entire History Daily Archive and other fantastic history podcasts, go to intohistory.com."}, "podcast_summary": "In this transcript, the speaker discusses the history of laundry and how it has been predominantly considered women's work throughout history. They explore different methods of washing clothes, from ancient civilizations using water, rocks, and natural substances like lye and urine, to the Romans employing professional laundries and the use of urine as a cleaning agent. The speaker also delves into the laundry practices of medieval Europe and the 19th century, where laundry became specifically women's work. They highlight the arduousness of doing laundry, including hauling water, using lye, dealing with heavy tubs and washboards, and the challenges of drying clothes. The speaker explains how the invention of washing machines and dryers revolutionized laundry practices in the 20th century, making it easier for women. However, they also touch on the downsides, such as the isolation and devaluation of housework. Overall, the transcript provides a historical overview of laundry and its impact on women throughout history.", "podcast_guest": "Lori Davis", "podcast_highlights": "- Laundry has been a household chore since ancient times, primarily carried out by women.\n- Early methods involved rinsing clothes in water, pounding them with rocks or rubbing them with sand.\n- Urine was a common cleaning agent used in Roman times, collected from urinals in the streets.\n- Commercial laundries emerged in ancient Rome, operated by low-class men.\n- The Middle Ages saw laundry become women's work, with no significant advances in laundry technology.\n- The 19th century brought about an increase in laundry demands due to wealth and urbanization.\n- Soap and other cleaning agents were used, as well as starch for fabrics such as ruffs.\n- Monday became known as laundry day, with women spending hours washing clothes by hand.\n- Drying clothes was heavily dependent on the weather, often causing delays in the laundry process.\n- Ironing was another time-consuming task, often carried out on Tuesdays.\n- In the late 19th and early 20th centuries, washing machines were invented, though they were still manual and required significant effort.\n- Electric washing machines became more prevalent in the early 20th century, but the drying process still often relied on hanging clothes.\n- Laundry technology continued to advance, with electric dryers becoming more common in the 1940s and 1950s.\n- Despite advancements, many women around the world still carry out laundry using traditional methods.\n- Laundry is now considered a less socially engaging and isolated task, with less value placed on the skill required.\n- The rise of home washing machines had implications for women's employment, with fewer opportunities for married women in the laundry industry.\n- Despite the challenges and downsides, modern laundry methods are significantly easier and more convenient than in the past."}