{"podcast_details": {"podcast_title": "The Almost Forgotten", "episode_title": "Episode 8.9 - Gaspar Yanga", "episode_image": "https://images.squarespace-cdn.com/content/v1/56aebd93d51cd44f3db36651/1454474716208-BMMUPL26C0QIB85DYG7H/Podcast+cover.png?format=1500w", "episode_transcript": " Hello and welcome to the Almost Forgotten, the podcast that looks at the lives of great historical figures who have fallen through the cracks of our collective memories. This is the last episode of the season and we'll be discussing Gaspar Yanga. While we don't know many specifics about his life, we know the results of what he did. What he did was almost unimaginable, leading a revolt of enslaved people in the Americas that resulted not only in success, but in recognition of his and his people's freedom by the imperial authority. As always, maps and images can be found on the website, almostforgotten.squarespace.com. If you have any questions or comments, you can email me at almostforgottenpodcast.gmail.com or find me on Twitter at the Almost Forgot. This is season 8, episode 9, Gaspar Yanga, and this is the Almost Forgotten. Gaspar Yanga was born in Africa, probably in the region of Central Africa along the Atlantic coast near the Gulf of Guinea. If this is correct, it likely puts him in the region of the modern countries of Cameroon, Gabon, and the Republic of Congo, although we just don't know for sure. His birth is usually dated to around 1545, although this too is kind of a mystery, and we know nothing of his parents other than that it was said he was royalty, so they may have been as well. Simone Bolivar is known as El Libertador, the Liberator of the Americas. However, before Bolivar helped lead the revolution against Spanish authorities, two centuries before actually, there was another man who successfully revolted against the Spanish imperial authority, sometimes called El Primero Libertador, the first liberator of the Americas. That man was Gaspar Yanga. When he was born in the middle of the 16th century, a new world was dawning. Columbus reached the Western Hemisphere in 1492. Vasco de Gama made it to India in 1498. Magellan died in the Philippines in 1521. Western Europe was waking up to the idea that the rest of the world was more than just fairy tales accessible only through the Venetians and the Ottomans. It was the time of Elizabeth and James I in England, Henry IV in France, the rise of the Dutch Republic, and Habsburg control of the rest of Western and Central Europe. The Polish-Lithuanian Commonwealth was large and powerful. Russia was neither, but it was growing quickly. The Ottomans, the Safavids, and the Mughals ruled the lands from Morocco and Greece clear across Eurasia to Bengal. The Ming dynasty ruled China, and the Ayutthaya Kingdom was thriving in Thailand. Africa was only starting to come under the colonial sway of Europe. The largest conquerors of Africa to this point were the Ottomans, but in sub-Saharan Africa it was different. There were hundreds of small tribes ripe for exploitation, but there were also powerful kingdoms vying for power. The Songhai Kingdom that had ruled large parts of West Africa was destroyed by a Moroccan invasion in 1591, but kingdoms further south remained. The kingdoms of Benin, Oyo, and Nupe were strong states on the northern coast of the Gulf of Guinea. As the coastline turned southward, more tribal lands eventually gave way to stronger kingdoms, including the Kingdom of Congo and those of Ndongo and Matamba. Queen Nzinga, season 5, episode 10, ruled starting in the 1620s. But during Yanga's life, the Europeans had only just arrived there. The city of Luanda, Angola's capital, was founded by the Portuguese in 1571. These weren't the only African kingdoms of note. In Southeast Africa, where the Portuguese were also establishing footholds to ensure that they had rest stops on their way to India, there was the Kingdom of Maravi, the large kingdom of Matapa, and the Kingdom of Butua, likely the successor of the Kingdom of Zimbabwe. And in the northeast, the ever-present Ethiopia was in a period of expansion and successful resistance of Ottoman incursions. Over in the Western Hemisphere, colonization was also somewhat nascent, but a bit more established. The Aztec Empire was defeated in 1521, the Incan in 1533, and the colonies themselves were not set up mostly as trading posts like in Africa and Asia. There was a significant area under direct control of the Spanish government, at least in theory, with thousands of people coming to cultivate the lands and restart their lives in a new place. Well, new to them, as these lands were already inhabited. New Spain was the first entity the Spanish crown set up in the Western Hemisphere, and by technical definition, it wasn't a colony. As a viceroyalty, it was just another province of the Spanish Empire, not something legally different, but I'll probably still call it a colony. Formed in 1521, the viceroyalty of New Spain essentially covered the northern Spanish territories of the Americas. It included almost all of Central America, Mexico, and significant parts of the southern United States, as well as the majority of the islands in the Caribbean. At this point, the French, English, and Dutch hadn't really made their way into the region. Oh, and the Philippines and a few other Pacific islands were also part of the viceroyalty, if we want to get technical. Two things dominated the economy of New Spain, mining and agriculture. Not that this was particularly unique to New Spain. What was unique, however, was such a dearth of people in a land that was conducive to such agriculture. This was, of course, a land that was not at all sparsely populated in the 15th century, but by the late 16th century it was. This dramatic loss of life can mostly be blamed on disease that the Spanish brought. But wars and other effects of Spanish colonization certainly contributed. The end result was that there was a demand for labor in central Mexico that simply could not be filled. There weren't nearly enough Spanish coming over, and in the 16th century the native population of the area had been almost wiped out. According to David M. Davidson in his seminal work on slavery and resistance in colonial Mexico, quote, demographic studies suggest that the indigenous population of central Mexico alone, which may have been as high as 25 million in 1519, had decreased to about 1,075,000 by 1605, unquote. With the devastation of the native population came the devastation of their agricultural production. You have to think, this wasn't just a significant loss of life and therefore less food being produced. It was a societal collapse, and the Spanish stepped in to produce food at larger scales with plantation-type agriculture. This and the brutal work of mining demanded cheap labor. And the natives didn't easily fill this role, in part because of their decreased population, although there were probably still enough people to do the work. But the Spanish also took pride in their mission in the Americas, that is, their intent to spread the Roman Catholic faith. Many of the priests who made their way there fought hard to protect the natives, especially those who converted, from, at the very least, outright slavery. This philosophy was not always actually respected, even when folks like King Charles V enacted specific laws addressing it. But it did keep at least some of the natives out of chattel slavery in Mesoamerica. So, the Spanish filled this need with people captured and enslaved in Africa. This population grew in Mexico throughout the 16th century, and there were tens of thousands of enslaved men and women from Africa living there by Yanga's time. There were probably about 10,000 just in the fertile region near Veracruz, Mexico. The Spanish crown was not ignorant of the potential for difficulties with such a large group of people enslaved. They responded by encouraging keeping families together, encouraging the opportunity for slaves to buy their freedom, reminding enslavers of their obligation to treat these people, especially Christian ones, with some form of kindness, whatever that means when you're simultaneously saying you own them. This was almost certainly ignored by the vast majority of enslavers. The historical record indicates that very few were actually able to buy their way free. Marriage, either to a Spaniard or to a free Native American, was more common. There is little or no evidence to suggest that the life of a slave in New Spain was any better than it was anywhere else in the Western Hemisphere. And so, for a person who was enslaved, there was little choice. Marriage, while a somewhat common form of gaining freedom, was still a very limited sort of thing. For most, the only real option was to risk a brutal, quite possibly capital punishment and attempt to escape. Those who managed to escape and live in the wild were called cimaronas in Spanish. In French, they were called marron, and in English, the word has been borrowed and corrupted into maroons. Linguists can't agree on the derivation. It may come from the Spanish or French words for feral, maybe fugitive, or it may even come from the Arawak and Taino language spoken in the Caribbean. Regardless, these people were often dealt harshly with when captured. Although, there was an opportunity for them to set up communities in sparsely populated areas when they did manage to escape. Cimaronas communities became a problem for the Spanish because they would often attack the haciendas to help other slaves escape. They would also raid the nearby roads which transported goods from places like Veracruz to Mexico City. So there was a security threat, as well as a cost associated with maroons. And they could inspire even more enslaved people to revolt. Slave revolts were common in Mexico in the 16th century, and in the latter half of the century, the Spanish Crown felt they had to create new laws to enforce slavery. It seems each region had their own sets of revolts and repressions. According to David M. Davidson, quote, by the turn of the century, the slopes and lowlands between Mount Orizaba and Veracruz teamed with small maroon settlements and roaming bands of slaves who raided the plantations in towns in the area. The geography of the region so favored maroon guerrilla activities that local authorities proved incapable of thwarting their raids or pursuing them to the Palenques, unquote. This is the world that saw Yanga rise as a leader and a freedom fighter. We don't know much about Yanga's early life, but the telling of his story began in 1609 when a Jesuit priest named Father Juan Lorencio wrote about the people he interacted with as he followed troops around trying to prevent slave uprising and raids from escaped enslaved people. So the source is quite problematic and not really focused on Yanga. But over the years, some of his life has been speculated upon based on this and other evidence. And well, a story has come together. So back to his early life. He was born in Africa and enslaved there. How that may have happened would be nothing more than pure speculation. But he was brought to New Spain in the second half of the 16th century in chains, a human being that was now considered the property of someone else. Yanga was brought to the Veracruz region of what is today Mexico, probably through the city of Veracruz itself, which was a big port even at that time. He had likely come from royalty and it seems that as soon as he arrived, he was acknowledged as such by his fellow slaves. So this man who was perhaps the heir to a kingship back in Africa was considered a natural choice as a leader, at least by those who knew who he was. He arrived in the 1570s and it seems that soon after he was able to escape. Sources vary, but he may have led a small revolt, perhaps 20 or 30 fellow enslaved people who were able to overpower their masters and flee. They made their way to the surrounding highlands, dotted with valleys and nearly impassable forests. This turned out to be a great place for Yanga to go. Yanga soon became the leader of the Maroon communities in the region. These communities worked hard to carve out lives in the wilds of the mountainous landscape. The land was not hospitable, but it was fertile and we know they grew all kinds of crops and were relatively self-sufficient. But they also conducted raids in the region, not as a tax of conquest or revenge on the towns, but rather as an effort to keep themselves supplied. Think about it. Did any blacksmiths survive the harrowing journey across the Atlantic and then make their way into these little villages? What about miners? Metalworking and tools were probably only one thing of many missing from the Palenques, as these communities were called. What happens if there was a poor growing season? Who are you going to trade with? So yes, the Palenques were able to grow their own food, but the Maroons also conducted raids on the tempting highway that connected Veracruz and Mexico City. They didn't have their own weapons initially, let alone plows or nails. So these raids were probably seen as a necessity to protect themselves and survive. This was dangerous business. They were likely to be killed if captured, as runaway slaves were treated in brutal fashion so as to discourage similar behavior. And there was, of course, the danger in revealing their locations. They didn't want the Spanish finding their Palenques and sending in large groups of heavily armed men. These raids helped keep the Yangicos, that is, Yanga's people, alive during the lean years. The Spanish were obviously not very sympathetic, and the Spanish did call the Maroons of the region Yangicos, which suggests Yanga was considered to be the man in charge, or at least was in charge of a few of the communities, as a local king. Anyway, the Spanish started to get scared of these Maroons, and it seems that the number of raids went up in the early 1600s. Yanga probably knew the danger of changing the dynamic and attracting more attention. So this may have been born out of necessity, or it's possible there were some Maroons in the area that were out of his direct control. You could certainly invent a scenario where young hotheads born in the Palenques, unaware of the true dangers of the Spanish and slavery, and used to living in the wild in years of successful raids, were pressing for more and more attacks. Yanga, perhaps in his 50s by then, was wise enough to know this would only lead to more danger. But his youngest warriors thought him timid, even scared, so they attacked more and more baggage trains, despite the danger. Of course, that's just the Hollywood treatment, we know none of this, there weren't people in the Palenques recording what happened. What we do know is that by 1606 it had become a matter of economic prosperity and internal security, and the Spanish could no longer sit by and allow the Yangicos to continue their raids. As Mary Sela Jimenez Ramos writes in her dissertation, Black Mexico, 19th Century Discourses of Race and Nation, quote, between 1602 and 1606, the levels of fear skyrocketed until 1606 when the viceroy finally had to act. Viceroy Juan de Mendoza appointed Pedro de Bahena and Antón de Parada to lead a mission to destroy the Cimarones. The 1606 expedition, like many to follow, utterly failed, unquote. It seems the following year another expedition was ordered to take out Yanga, although it's not clear if it ever got off the ground, but it certainly didn't succeed. By 1608, there was a new viceroy of New Spain, Luis de Valesco, and it seems with him came a new approach. He sent men out to treat with the maroons, although he was shrewd enough to also spy on them. Spies find out where they live and if it's easy enough to destroy them, great, but if not, maybe a peace could be negotiated. One spy was a friar, perhaps a Franciscan monk, who was allowed to live in the Palenques. This suggests they had some amount of tolerance for Christianity, and he stayed for a month and was eventually even asked to return by some of the maroons. He reported that there were several different Palenques, that there wasn't just one big maroon city. He also, on his second trip, could report no evidence of raids on the royal road, which might indicate how spread out the Palenques were because the raids were certainly continuing. Meanwhile, he also reported that the leader was a man of reason, suggesting that Yanga was well regarded. There was opportunity for some sort of negotiation, but the Spanish were scared into action. There was a rumor going around that there would be a massive slave uprising in New Spain in early 1609. The enslaved Africans were to rise up, kill all the Europeans they could get their hands on, and name their own king. Lest we think the new viceroy was a tolerant man, de Velasco responded to the rumors by ordering all black prisoners in Mexico City to be executed. We don't know if Yanga was involved in this would-be uprising. Early chroniclers thought he was, and they named him as the would-be king. But Ramos points out they are making some pretty big assumptions here. Firstly, that Yanga controlled enough of these Palenques to be considered the natural choice to be king, and to lead such a large uprising. Another assumption is that he was so important that people in Mexico City knew who he was and would revolt along with him. Big assumptions, not necessarily false, but likely more inventions by early writers trying to associate two different but related events that happened in the same year. Along with the execution of the prisoners, de Velasco sent an army in to try to finally end the threat of Yanga and his maroons, probably on the very same January day on which the uprising was allegedly planned to happen. Despite some attempts to keep the expedition a secret, Yanga got word of the impending attack and was able to prepare a defense. According to Ramos, quote, on January 26th, 1609, Gonzales de Herrera set out from Veracruz with 100 paid soldiers, 100 volunteers, and 150 Indians armed with bows and arrows. Along the way, the captain recruited 200 more men, reaching a total of almost 600, unquote. According to the Spanish chroniclers, the Yangicos responded by raiding a nearby farm and brutally murdering one of its inhabitants, then taking the rest captive. When they brought the captives to Yanga, he told them he would spare them because they met him, and he let the captives go with a letter to de Herrera to meet and negotiate. The letter said all the things you'd expect, that the Spanish didn't have a right to own them, that they were just trying to live free, and that they didn't want to do any raids but they had no choice since they were living in the wild. All of this seems like it might be somewhat apocryphal. The letter may have happened, but why would they have captured Spaniards and then let them go and give up their location? Anyway, by late February, through whatever means, the Spanish were closing in on one of the larger Palenques. They came across some of Yanga's crops and water sources and did their best to destroy those. They knew they wouldn't be able to surprise the Maroons, but were in danger of being ambushed. They sent one group with a dog to scout, whose barking alerted Yanga's forces of their approach, but the pup probably did his job. It's likely that through experience of dealing with Maroon ambushes, it made the Spanish realize the value of having the dogs up front, no ambush for either side. The Spanish forces continued their way to the Palenque, which was surrounded by a natural barrier of trees and bushes, and were pelted with rocks and logs. When the Spanish troops regrouped, they were able to push forward and the Maroons fled. The attackers hacked their way through the forest in pursuit, but the next Palenque they reached was already abandoned. This village was then destroyed, except for the church, and while it's not clear that the chronicler was talking about this Palenque, at least one that he talked about had over 60 huts, so it was no small task. The problem the Spanish now faced was that they didn't know where the other Palenques were located, and it was obvious to them that the Maroons were able to feed themselves, assuming there were other Palenques, so they'd have to continue trudging through dense forests, always in danger of an ambush, perhaps for months. With a group that consisted mostly of non-professional soldiers, it wasn't going to work, so Dejarrera offered a piece, which included pardons. Yanga refused. And why not? At one point, the Spanish had chased them from two of their Palenques, but what else had happened? Both sides lost a few men, the Spanish weren't enthusiastic to lose any more, and Yanga probably felt like he had the upper hand. Now Dejarrera didn't rush back to Veracruz, and another skirmish was fought, with similar results. And then there was another rejected truce, followed by another pursuit. Again, the Spanish found an abandoned Palenque, although they found a couple of native women who said they didn't want to go with the Maroons on the treacherous journey deeper into the jungle. Dejarrera took that as a good sign it was time to return to a safer spot and set up a military camp. This is where our first-hand account ended, but other histories continue with the aftermath. After a few days, he received another letter from Yanga. First and foremost, Yanga said he must be allowed to legally establish a town, one that would be acknowledged and considered legitimate. He had more. Davidson writes that it was a truce between Yanga and Dejarrera, but really it was more of a list of demands by Yanga. Quote, the terms of the truce, as preserved in the archives, included 11 conditions stipulated by Yanga upon which he and his people would cease their raiding. Unquote. Yanga would be governor, and any Maroon who was part of his community before a certain date would be emancipated, although some of the more recent escapees would be returned to slavery. Their town would be a free town, part of New Spain, although no other Spaniards could live there. If more slaves escaped to the town, they would be returned for a fee. Now, some of this seems pretty cold in retrospect, reinforcing the legality of slavery, but Yanga was trying to ensure his people, the people who trusted him as their leader, were free. These were probably unmovable demands of the viceroy, who wasn't about to let Yanga establish a town where any enslaved person would become free if they hopped the fence. It was just unrealistic. Yanga was a wise man who knew his town would never be permitted to exist if he didn't agree to returning future refugees. It took a few years before the negotiations were complete, but eventually they were granted land. Not on one of the Palenque sites where Yanga and his people lived. The terrain there was too inhospitable. Yanga wanted somewhere that was near the trade routes, somewhere that would allow his new town to be a part of the Spanish Empire's economy. So a new town was established. Well, actually two. Yanga's town was called San Lorenzo de los Negros, and today it's simply called Yanga. And so the oldest town in the Western Hemisphere established by free black men and women was created. Today, it is self-styled as the first free town in the Americas, and it's an appropriate moniker. Another town, Cordoba, was also founded right around this time, essentially as a military outpost. It would serve the purpose of watching over San Lorenzo as the Spanish lived in fear of more slave revolts and in fear that San Lorenzo would be the one to foment them. Cordoba became the leading town in the area, and San Lorenzo was looked at with fear and suspicion for many decades. But it didn't do anything other than house free black men and women who farmed and traded and produced within the Spanish Empire. Yanga's legacy is something that few people in history can claim. He led a successful slave revolt that became, in effect, permanent and legal. While there were other Maroon communities in the Americas, the vast majority of them were forced to essentially be in a constant state of war and rebellion, paranoid about the authorities finding their location, always on guard. Yanga was able to create a community that could breathe somewhat easier, one that was recognized by the Spanish crown as a legitimate and legally allowed community. As Davidson writes, it is, quote, the only known example of a fully successful attempt by slaves to secure their freedom en masse by revolt and negotiation and to have it sanctioned and guaranteed in law, unquote. While we don't know much about Yanga's life, we know enough to see that he was a formidable leader who really did something unprecedented in the Americas. He led a revolt of enslaved people that not only gave his followers their freedom, it established a legal basis for their freedom that was recognized by the society which had literally tried to own them. Well, that'll do it for season eight. There's no 10th episode coming, but at this point I do plan on going back to writing mode and pulling together a season nine. We can all presume that will come sometime in early 2023, but who knows? And if you have a moment, please take time to go and leave a comment on iTunes. It really does help get more people to listen. And to each and every one of you who's here, a heartfelt thanks for listening."}, "podcast_summary": "Gaspar Yanga was a historical figure who led a successful revolt of enslaved people in the Americas in the 16th century. Born in Africa, he was brought to New Spain (now Mexico) as a slave and eventually escaped with a group of about 20 to 30 fellow enslaved individuals. They established communities called Palenques in the wild, mountainous region of Veracruz, Mexico. The Palenques grew crops and conducted raids on nearby towns to sustain themselves. The Spanish authorities, who feared the growing power of the maroons, launched multiple unsuccessful expeditions to destroy them. Eventually, a truce was negotiated, and Yanga demanded the establishment of a legally recognized town for his people. San Lorenzo de los Negros, later known as Yanga, was founded as the first free town in the Americas. It became a permanent and legal enclave for free black men and women within the Spanish Empire. Yanga's leadership and the establishment of this town were significant accomplishments, as it was the only known example of a successful slave revolt that resulted in freedom being sanctioned and guaranteed in law.", "podcast_guest": "Gaspar Yanga", "podcast_highlights": "Key moments in this episode:\n\n- Gaspar Yanga was born in Africa, likely in the region of Central Africa along the Gulf of Guinea, in the mid-16th century.\n- He was brought to New Spain (modern-day Mexico) as a slave, arriving in the Veracruz region in the 1570s.\n- Yanga escaped and became the leader of the Maroon communities in the region, known as the Yangicos.\n- The Maroons conducted raids to sustain themselves, stealing supplies from nearby towns and attacking roads.\n- The Spanish crown sent expeditions to suppress the Maroons in the early 1600s, but they were unsuccessful.\n- The Spanish sent a spy, a friar, to negotiate with the Maroons, but Yanga refused their initial peace offer.\n- The Spanish launched another expedition and destroyed an abandoned Palenque (Maroon village).\n- Yanga sent a letter to the Spanish captain, demanding the establishment of a legal, recognized town for the Maroons.\n- Negotiations continued, and Yanga's demands were eventually granted.\n- Yanga's town, San Lorenzo de los Negros (now known as Yanga), and the nearby military outpost of Cordoba were established.\n- San Lorenzo became the oldest town in the Western Hemisphere founded by free black men and women.\n- Yanga's legacy is unique, as his revolt achieved permanent and legally recognized freedom for the Maroons, sanctioned by the Spanish crown."}