{"podcast_details": {"podcast_title": "Uncancelled History", "episode_title": "The Conclusion", "episode_image": "https://megaphone.imgix.net/podcasts/e04a74b2-613f-11ed-b049-c7a57d680d6a/image/UCH.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " Hello, I'm Douglas Murray. Over the last ten episodes of Uncancelled History, I've pretty much kept my own views to myself. That's because I've wanted to give the platform to the world-class historians and thinkers and intellectuals who I've been fortunate enough to interview over the last ten episodes. But perhaps now that I've concluded them, I can share with you some of the thoughts I have about the discussions that have filled up the last ten hours. The first is just that, how much I've learned. It's an extraordinary honour to sit down with world-class scholars who really know their subjects and can really get into the details of history, the details of periods of history and of the individuals in history, but also to be able to zoom out and look at them in the round. I've learned an enormous amount and I very much hope that you have too. The second thing I suppose I've taken away from this is just how complex so much of this is. That was most obvious to me in the episode we did on Robert E. Lee. It's so easy to look at a figure like Lee and look at him through one part of the lens and to come away with a very simplistic understanding of him. How much more interesting it has been to try to get him in the round, to understand the complexities, the mistakes as well as some of the virtues that the man had and to wonder from that what exactly is it that we can take away from the life of somebody of such complexity. It's also been interesting to me to realise afresh and sometimes completely anew how some of the great historical figures we're discussing have been so traduced. How the reputation of Thomas Jefferson for instance seems to many people's minds today to be an open and shut case on certain very controversial aspects of his life and career. So interesting to have learned from Gene Yarbrough that much of that traducing is based on evidence and ideas that are not actually proven at all and are at least contestable. That makes it so much more interesting than simply an open and shut case of this man did something wrong and therefore we're better than him and can traduce him with glee and ease. That leads me to one of the other things I've learned from this and have taken away which is that fallacy of history, that fallacy that because we live after people we're in a great position to stand as judge, jury and indeed executioner over their reputations and their lives. I wonder what makes us think we have the right to do that. One of the earliest figures we discussed in this series Aristotle was working two and a half thousand years ago. Why would we expect that somebody living so long ago would have the views that we have in 2022 and that we have the right to judge Aristotle or Plato simply because we come after them and we find them guilty of not sharing the precise views that we happen to hold in the 2020s. What is it about this fallacy we have that we seem to believe that if we were living in history, if we were living two thousand years ago or even two hundred and fifty years ago we would inevitably have the views that we hold in the 2020s. Why do we assume that's the case? Why do we assume that if we'd lived in the age of the explorers we would have condemned the explorers for instance or thought that they were people who were only going to lead to the despoiling of other cultures. Why do we think that if we'd have been living in the age of slavery, the age that still goes on in the modern world, but that if we'd have been living at the height of slavery why do we imagine we would have all been completely opposed to it. Why do we think that we have the right to assume this moral superiority over everyone who lived in the past and if there's a reason it's probably a very simple one which is that we know how history went. But of course as people were going through it they had absolutely no idea how it was going to go. For me one of the things I learnt most in the episodes about the founding fathers of America was just how tenuous it was, how near everything was to going all the time in a very different direction in America. I've also realised in this series how well some of the modern day iconoclasts have chosen their targets. When we were discussing who to include in this I was very keen that we included Abraham Lincoln and Winston Churchill but I had no realisation of how similar in a way the attacks on both of these men were. While speaking with Andrew Ferguson on Lincoln and Andrew Roberts on Winston Churchill I realised that there was a great similarity between the attacks on them. Both Ferguson and Roberts made the same point about their subjects that if you strip them away in a fundamental way you strip away the sense of national identity that exists in America and in Britain, strip Abraham Lincoln's story away and as Ferguson said in a way you strip away the story of America, strip away Winston Churchill's reputation and again in a similar way you strip away Britain's sense of national identity. So the iconoclasts of recent years or revisionists of recent years seem to have chosen their targets very well. But one of the other things I've learnt from this series is something which is perhaps very unpopular these days, certainly goes against the school of history which has been predominant for some generations now and that's the attack that's been going on for a long time on the great man view of history. That view has been replaced in recent generations by a, among other things, Marxist interpretation which looks at history through the dynamics of economics and of masses, of class structure and much more and there's much to be said for that and much of interest and worth that's come from that school of history. But it's meant that we've passed over and indeed ironised the great man view of history and yet what other view of history can you take away when discussing some of the people we've been discussing over the last ten episodes. History would have been wildly different if Washington had chosen to stay on his farm. It would have been incalculably different if Abraham Lincoln had chosen never to go into politics. Everything would have been different if Columbus had not set out or Plato had never sat down at a desk. Everything would have been different if any of the individuals that we've discussed in the last ten episodes had chosen to do things differently and nowhere was that more obvious than in the question of the founding fathers in America. And finally I suppose I'm struck by and will take away what the historian Bill McClay said in our discussion about Theodore Roosevelt. When I asked him what we should think of about Roosevelt, about some of these other historical figures who've been torn down and lambasted and attacked in recent years, I was struck by the analogy of the attic. That history is like a great attic of belongings and inheritances and that if you chuck everything out of that attic, if you clear the whole thing, you might clear away things you might need again someday. In discussing the career of Teddy Roosevelt, I was very struck by the fact that there were many things about his career which are unpopular today. The focus on the sort of forward, striding masculinity of a kind that today might be called toxic. But yet I was reminded also that that kind of striving, strength, the ambition among other things, the things that we perhaps could need again, things that it's best not to throw out. And besides, what would America look like? What would any of our countries look like if we just chucked away all the people in the past that didn't happen to make the grade for our values in the 2020s? It seems clear to me that in fact one man, one woman can indeed change the course of history. Those are some of the things I've learned from the last 10 episodes. There are many others I could cite as well. I hope you've learned something on this journey. It's been a great pleasure for me and I hope it's been a pleasure for you. So thank you for joining me. Pran cancelled history."}, "podcast_summary": "In this transcript, Douglas Murray reflects on his experience hosting the Uncancelled History podcast. He shares several key points, highlights, and insights from the discussions he had with world-class historians and intellectuals. \n\nFirstly, Murray expresses how much he has personally learned from these conversations. He appreciates the expertise of his guests and their ability to delve into the details and complexities of historical periods and figures. He hopes that listeners have also gained a great deal of knowledge from the podcast.\n\nMurray emphasizes the complexity of many historical figures, using Robert E. Lee as an example. He acknowledges the temptation to view these individuals through a narrow lens but finds it much more interesting and enlightening to understand their complexity, including both virtues and mistakes. This prompts a reflection on how we judge the reputations and lives of historical figures through our modern-day perspectives.\n\nHe raises the question of why we assume moral superiority over those who lived in the past, suggesting that our hindsight knowledge of history does not necessarily mean we would have had the same views if we were living in those times. Murray highlights the fallacy of assuming that people in the past should have shared our exact beliefs and values. He uses examples such as Aristotle, the explorers, and the era of slavery to illustrate this point.\n\nMurray discusses how some modern-day iconoclasts have chosen their targets well, highlighting the attacks on Abraham Lincoln and Winston Churchill. Both figures, according to his conversations with Andrew Ferguson and Andrew Roberts, are deeply connected to the national identity of their respective countries. This observation leads Murray to question the prevailing school of thought that dismisses the great man view of history. He suggests that the choices and actions of individuals like Washington, Lincoln, Columbus, and Plato have had a profound impact on history.\n\nFinally, Murray reflects on an analogy shared by historian Bill McClay about the attic of history. He compares history to a collection of belongings and inheritances, noting that if we discard everything, we might lose things that could be valuable again in the future. He cites Theodore Roosevelt as an example, acknowledging that some aspects of his career may be unpopular today but reminding us of the importance of certain qualities that could still be relevant. Murray concludes by questioning what our countries would look like if we rejected all historical figures who don't align with our current values.\n\nOverall, Murray's reflections on the podcast demonstrate a deep appreciation for the complexity of history and the lessons it can teach us. He encourages listeners to embrace the value of understanding different perspectives and to avoid the temptation of dismissing historical figures based solely on contemporary judgments.", "podcast_guest": "Douglas Murray", "podcast_highlights": "In this episode, host Douglas Murray reflects on the past ten episodes of \"Uncancelled History\" and shares some of his thoughts and insights. He highlights how much he has learned from the world-class historians and intellectuals he has interviewed, emphasizing the importance of understanding the complexities of historical figures rather than taking a simplistic view. Murray discusses the traducing or unjust criticism of historical figures like Thomas Jefferson, pointing out that much of it is based on contestable evidence. He questions the fallacy of assuming moral superiority over people who lived in the past, asking why we expect them to share our present-day views when they lived in completely different circumstances. Murray also reflects on how close history came to going in a different direction, particularly when discussing the founding fathers of America. He observes the similarities in attacks on figures like Abraham Lincoln and Winston Churchill, noting that their stories are intertwined with their respective countries' sense of national identity. Murray challenges the prevailing view that diminishes the importance of great individuals in shaping history, suggesting that figures like Washington, Lincoln, Columbus, and Plato did indeed have significant impacts. Lastly, he cites the analogy of the attic, arguing that discarding the legacies of historical figures without careful consideration could mean throwing away valuable and potentially useful knowledge and traits. Murray concludes by questioning what our countries would look like if we discarded everyone who doesn't meet our present-day standards. He asserts that one person can change the course of history and encourages listeners to continue learning from the past."}